Repository: marcoscurvello/PhotoFeed
Catalog: PhotoFeed/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

# %@ / %@ days
source: %1$@ / %2$@ days
es: %1$@ / %2$@ días
fr: %1$@ / %2$@ jours
ja: %2$@日間で%1$@
zh_hans: %2$@ 天内 %1$@

# %@, photo by %@
source: %1$@, photo by %2$@
es: %1$@, foto de %2$@
fr: %1$@, photo de %2$@
ja: %2$@による写真、%1$@
zh_hans: %2$@ 拍摄的照片，%1$@

source: Check your internet connection and try again.
es: Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Vérifiez votre connexion Internet et réessayez.
ja: インターネット接続を確認して、もう一度お試しください。
zh_hans: 请检查互联网连接后重试。

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

source: Discover
es: Descubrir
fr: Découvrir
ja: 見つける
zh_hans: 发现

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
zh_hans: 下载

source: Likes
es: Me gusta
fr: J’aime
ja: いいね
zh_hans: 点赞数

source: More by %@
es: Más fotos de %@
fr: D’autres photos de %@
ja: %@のその他の写真
zh_hans: %@ 的更多照片

source: More photos by this photographer are no longer available.
es: Ya no hay más fotos disponibles de este fotógrafo.
fr: Les autres photos de ce photographe ne sont plus disponibles.
ja: このフォトグラファーの他の写真は利用できなくなりました。
zh_hans: 这位摄影师的更多照片已不可用。

source: More photos couldn't be loaded.
es: No se pudieron cargar más fotos.
fr: Impossible de charger plus de photos.
ja: 他の写真を読み込めませんでした。
zh_hans: 无法加载更多照片。

source: No additional photos available.
es: No hay más fotos disponibles.
fr: Aucune photo supplémentaire n’est disponible.
ja: 追加の写真はありません。
zh_hans: 没有更多照片可显示。

source: Opens photo viewer
es: Abre el visor de fotos
fr: Ouvre la visionneuse de photos
ja: 写真ビューアを開きます
zh_hans: 打开照片查看器

source: Photo by %@
es: Foto de %@
fr: Photo de %@
ja: %@による写真
zh_hans: %@ 拍摄的照片

source: Photo requests are temporarily limited
es: Las solicitudes de fotos están limitadas temporalmente
fr: Les demandes de photos sont temporairement limitées
ja: 写真のリクエストは一時的に制限されています
zh_hans: 照片请求暂时受限

source: Photo service unavailable
es: Servicio de fotos no disponible
fr: Service photo indisponible
ja: 写真サービスを利用できません
zh_hans: 照片服务不可用

source: Photos can’t be loaded with the current service access.
es: No se pueden cargar fotos con el acceso actual al servicio.
fr: Les photos ne peuvent pas être chargées avec l’accès actuel au service.
ja: 現在のサービスアクセスでは写真を読み込めません。
zh_hans: 当前服务访问权限无法加载照片。

source: Photos unavailable
es: Fotos no disponibles
fr: Photos indisponibles
ja: 写真を利用できません
zh_hans: 照片不可用

source: Please try again.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
ja: もう一度お試しください。
zh_hans: 请重试。

source: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
zh_hans: 重试

source: Retrying
es: Reintentando
fr: Nouvelle tentative
ja: 再試行中
zh_hans: 正在重试

source: Sponsored
es: Patrocinado
fr: Sponsorisé
ja: スポンサー
zh_hans: 赞助内容

# Sponsored, %@, photo by %@
source: Sponsored, %1$@, photo by %2$@
es: Patrocinado, %1$@, foto de %2$@
fr: Sponsorisé, %1$@, photo de %2$@
ja: スポンサー、%2$@による写真、%1$@
zh_hans: 赞助内容，%2$@ 拍摄的照片，%1$@

source: Sponsored, photo by %@
es: Patrocinado, foto de %@
fr: Sponsorisé, photo de %@
ja: スポンサー、%@による写真
zh_hans: 赞助内容，%@ 拍摄的照片

source: Statistics
es: Estadísticas
fr: Statistiques
ja: 統計
zh_hans: 统计数据

source: Statistics are no longer available for this photo.
es: Las estadísticas de esta foto ya no están disponibles.
fr: Les statistiques de cette photo ne sont plus disponibles.
ja: この写真の統計は利用できなくなりました。
zh_hans: 此照片的统计信息已不可用。

source: Statistics unavailable
es: Estadísticas no disponibles
fr: Statistiques indisponibles
ja: 統計を利用できません
zh_hans: 统计数据不可用

source: The hourly photo request limit has been reached.
es: Se alcanzó el límite horario de solicitudes de fotos.
fr: La limite horaire de demandes de photos a été atteinte.
ja: 写真リクエストの時間あたりの上限に達しました。
zh_hans: 已达到每小时照片请求上限。

source: The hourly photo request limit has been reached. Please try again later.
es: Se alcanzó el límite horario de solicitudes de fotos. Inténtalo de nuevo más tarde.
fr: La limite horaire de demandes de photos a été atteinte. Veuillez réessayer plus tard.
ja: 写真リクエストの時間あたりの上限に達しました。しばらくしてからもう一度お試しください。
zh_hans: 已达到每小时照片请求上限。请稍后重试。

source: The hourly photo request limit of %lld has been reached.
es: Se alcanzó el límite horario de %lld solicitudes de fotos.
fr: La limite horaire de %lld demandes de photos a été atteinte.
ja: 1時間あたり%lld回の写真リクエスト上限に達しました。
zh_hans: 已达到每小时 %lld 次照片请求的上限。

source: The photo service returned an unexpected response.
es: El servicio de fotos devolvió una respuesta inesperada.
fr: Le service photo a renvoyé une réponse inattendue.
ja: 写真サービスから予期しない応答が返されました。
zh_hans: 照片服务返回了意外响应。

source: The photo service took too long to respond.
es: El servicio de fotos tardó demasiado en responder.
fr: Le service photo a mis trop de temps à répondre.
ja: 写真サービスの応答に時間がかかりすぎました。
zh_hans: 照片服务响应时间过长。

source: The request timed out
es: La solicitud agotó el tiempo de espera
fr: La demande a expiré
ja: リクエストがタイムアウトしました
zh_hans: 请求超时

source: The requested photos are no longer available.
es: Las fotos solicitadas ya no están disponibles.
fr: Les photos demandées ne sont plus disponibles.
ja: リクエストされた写真は利用できなくなりました。
zh_hans: 请求的照片已不可用。

source: TODAY
es: HOY
fr: AUJOURD’HUI
ja: 今日
zh_hans: 今天

source: Try again after %@
es: Vuelve a intentarlo después de %@
fr: Réessayez après %@
ja: %@以降にもう一度お試しください
zh_hans: 请在 %@ 后重试

source: Unable to load photos
es: No se pudieron cargar las fotos
fr: Impossible de charger les photos
ja: 写真を読み込めません
zh_hans: 无法加载照片

source: Unsplash is temporarily unavailable.
es: Unsplash no está disponible temporalmente.
fr: Unsplash est temporairement indisponible.
ja: Unsplash は一時的に利用できません。
zh_hans: Unsplash 暂时不可用。

source: Views
es: Vistas
fr: Vues
ja: 閲覧数
zh_hans: 浏览量

source: You’re offline
es: No tienes conexión
fr: Vous êtes hors ligne
ja: オフラインです
zh_hans: 您已离线
